{
    "ASNandanunni": [
        "Pinned Tweet Nandanunni A S @ASNandanunni May 8, 2021 ⚡️ #Sahaay is officially live at sahaay.xyz ⚡️ Let’s make sure that the right information reaches the ones in need on time. ⚡️ @Ajal_333 @_AbhinavRajesh_ ⚡️ #COVIDSecondWave #sahaay Quote Tweet Nodet @NodetOrg 1 reply, 1 Retweet, 4 likes",
        "Nandanunni A S Retweeted Revyu - AI Powered Reviews @RevyuHQ Jun 15, 2022 Hey folks, We're very excited to announce that we'll be launching our exclusive Lifetime plans with @PitchGroundHQ today! Pitchground launch poster ALT 1 reply, 2 Retweets, 6 likes",
        "Nandanunni A S @ASNandanunni Apr 20, 2022 I'm an overthinker. Btw, should I delete this tweet? 🤔 1 like"
    ],
    "Ajal333": [],
    "ferpy10": [
        "Ferpy Retweeted David Ghitis Verified account @ghitis Mar 19 A mí me vale huevo que la patrona se transporte en helicóptero, en fragata o en teletransportador. Lo que da es risa ver como en campaña se forraba de que es de origen humilde y que venía a arreglar la situación de los pobres y hoy ellos la ven \"pasar volando\" y pues, de malas. 345 replies, 1813 Retweets, 4475 likes",
        "Ferpy Retweeted Álvaro Uribe Vélez Verified account @AlvaroUribeVel Mar 19 Las EPS's que más fracasaron fueron las públicas, las que se crearon en gobernaciones y alcaldías, donde también se crearon problemas como 'El cartel de la hemofilia'. ¿Cómo le vamos a entregar más manejo de los recursos de la salud a quienes se la han robado? Embedded video Play Video. 1 minute 11 seconds long. 56.2K views 498 replies, 2829 Retweets, 5852 likes",
        "Ferpy Retweeted Álvaro Uribe Vélez Verified account @AlvaroUribeVel Mar 18 Reforma Laboral será dañina para los trabajadores y para los empresarios. Proponemos como alternativa que se promueva un Acuerdo Quinquenal de Incremento Salarial y de Productividad sin complicar más las normas laborales. Image Image 2484 replies, 2158 Retweets, 4487 likes"
    ],
    "ogaitseven": [],
    "ILDADA_422": [
        "Mudit Sharma Retweeted Nikhil Mehra @TweetinderKaul Mar 21 Our legal system is a turd. You cannot centralise the idea of Hindutva as a protected notion. Actually you can't do that for any idea. Why am I even trying to make sense? This is so insanely senseless that it can't even be critiqued. Then you wonder why NYT etc say what they do.. Image Quote Tweet Business profile picture ANI Verified account @ANI Mar 21 Image Bengaluru | Kannada actor Chetan arrested by Seshadripuram police for posting an 'offensive' tweet was sent to 14-day judicial custody today 4 replies, 11 Retweets, 42 likes",
        "Mudit Sharma Retweeted Joshua Rasmussen Verified account @worldviewdesign Mar 19 We have no examples of rivers without rocks. Also, there are correlates between rock formations and river waves. Therefore, we know that river waves emerge from (nothing but) rocks. Image Image 26 replies, 11 Retweets, 84 likes",
        "Mudit Sharma Retweeted Nikhil Mehra @TweetinderKaul Mar 18 More proof that we don't get the idea of adulthood and rights. The top down control of the clan is all that matters. If ever the Constitution was placed in the hands of these worthies, we'd all be fucked. This is why Basic Structure is important (I know this isn't a const amdmt) Quote Tweet News18.com Verified account @news18dotcom Mar 17 In #Gujarat Assembly, MLAs Demand Parents Sign Be Made Mandatory for Love Marriage Registrations news18.com/india/gujarat- 6 replies, 32 Retweets, 128 likes"
    ],
    "IanM_1970": [
        "Pinned Tweet The Lad's Dad @IanM_1970 May 26, 2020 2 years ago my lad was lifted on to the @TheRedmenTV stage at Shevchenko Park and thousands of Liverpool sang his name. Best footy trip in my life 🤩 Embedded video Play Video. 41 seconds long. 52.1K views 35 replies, 65 Retweets, 969 likes",
        "The Lad's Dad @IanM_1970 8 hours ago A fella old enough to be retired posting immature shite like this on Twitter. Mr Fkn Lonely 😳 Quote Tweet BAD CONTRACT DOG @vancityjs 9 hours ago Replying to @IanM_1970 Image Image 3 likes",
        "The Lad's Dad @IanM_1970 12 hours ago This season, the lad & I have only missed out on aways at Fulham, Brentford & Bournemouth because of the small capacity of those particular grounds. The Etihad has a capacity of 53,000 but the lad's 14 away qualifying criteria isn't enough because City are absolute twats 😡 (1) Image 3 replies, 24 likes"
    ],
    "lucas_stj": [
        "the dads lad @Lucas_stj Nov 12, 2022 Under the Kop flag Image 2 replies, 17 Retweets, 219 likes",
        "the dads lad @Lucas_stj Jul 21, 2022 It would have been my uncles birthday yesterday he would have been 58 I wish he was still with us but he is in a better place now I’m glad he was with me and hope I done him proud 1 reply, 7 likes",
        "the dads lad @Lucas_stj Sep 12, 2021 Me and God ⁦@Robbie9Fowler⁩ Image 13 replies, 25 Retweets, 859 likes"
    ],
    "aurelius9915": [],
    "elkokba": [
        "كوكبائيل @elkokba 7 hours ago المفروض اللي يمثل سارتر هذا مو برد بيت Image Image 1 reply",
        "كوكبائيل @elkokba Mar 21 تروح إيكيا تشتري أدراج الرياح.",
        "كوكبائيل @elkokba Mar 21 الرد على قصة ان الإسلام إنتشر بالسيف مو انه لا الإسلام يعني السلام عليكم وتعال خذ بوسة. الرد هو انه مافيه فكرة انتشرت بدون سيف أو رصاصة أو صاروخ. 1 like",
        "كوكبائيل @elkokba Mar 21 زمان تكسر غمد سيفك عشان ما تتراجع عشان كذا مشتري تذكرة ذهاب بس. 1 reply, 2 likes",
        "كوكبائيل @elkokba Mar 21 زينوفانيس Quote Tweet فيصل القاسم Verified account @kasimf Mar 20 لماذا يرسم البشر ما يسمونه بالكائنات الفضائية على شكل كائنات بشرية مشوهة مع أنهم لم يروهم مطلقاً ولا يعرفون أشكالهم؟ لماذا يصور الإنسان حتى الآلهة على شكل بشر؟ ماذا لو كان شكل الكائنات الفضائية لا علاقة له مطلقاً بأشكال البشر؟ Image"
    ],
    "ENTP_A_7w6_792": [
        "이름하야범고래 @ENTP_A_7w6_792 24 minutes ago 생물학적 남녀 사이에 친구가 없다면 게이-레즈 사이에도 친구가 없지 그렇다고 게이가 여자냐, 레즈가 남자냐 그것도 아님. '남녀사이 친구가 없다' 라는 말은 '친구 사이에 성역할은 없다.' 라는 말로 고칠 수 있음. 그러니까 이성관계나 동성관계에 성역할을 구분짓지 않으면 친구가 될 수 있다.",
        "이름하야범고래 @ENTP_A_7w6_792 1 hour ago youtu.be/eXW8_Che45s 시사기획 창 - 이대남 이대녀 인상 깊었던 장면. youtube.com 시사기획창 이대남 이대녀 하이라이트. 1 reply",
        "이름하야범고래 @ENTP_A_7w6_792 1 hour ago 1. 차이점과 충돌지점만 부각하지 말라 공존할 수 없는 집단으로 생각해왔던 집단도 생각보다 나랑 일치하는 부분이 있다 2. 사랑이 부족한 세상 공감을 받고 싶으면 공감을 해주고 공감을 주고 싶다면 그냥 주라 3. 집단에서만 편향성을 키울게 아니라 상대 집단을 직면하는 게 갈등 해소에 좋다",
        "이름하야범고래 @ENTP_A_7w6_792 4 hours ago 도정제 폐지좀 제발~",
        "이름하야범고래 @ENTP_A_7w6_792 21 hours ago MBTI같은 성격유형론도 이미 끝난 사람이나 완결된 캐릭터에게 적용할 수 있는 것 같아. 🤔 Quote Tweet 호롤 @kmuknow Mar 21 사실 끝난 이야기 속의 사람들을 좋아하는게 가장 쉽고 편하지 그런 사람들은 거기서 영원히 변치 않기 때문에 Show this thread 1 like"
    ],
    "Infintrus": [
        "Pinned Tweet Infintrus Verified account @Infintrus Mar 19, 2021 Legit Check ✅ 5 replies, 4 Retweets, 10 likes",
        "Infintrus Retweeted KaijuKingz Verified account @KaijuKingz Mar 22 Bored Ape Yacht Club Embedded video Play Video. 32 seconds long. 14K views 68 replies, 546 Retweets, 878 likes",
        "Infintrus Retweeted Good Morning Café 🐮 ☕️ Verified account @gmcafeNFT Mar 3 Find the website easter eggs, WIN A STAMP! 🥚 Easter eggs have been well hidden deep in the GMCafé website! Poke around gmcafe.io and see if you can find them! 🔍 They won't be in the same place for everyone, so make sure to look closely! Clicky clicky! 🕵️ MOOOO! Image 23 replies, 2003 Retweets, 2006 likes"
    ],
    "heavenschild75": [
        "Marcelo Retweeted Dooneese @nashohmy 18 hours ago And instead of a massive recall that prevents cross-contamination with other foodstuff, like a country where things make sense, they are giving ✨ helpful suggestions ✨ Quote Tweet Kenyans.co.ke Verified account @Kenyans 21 hours ago Kenyans cautioned over consuming pork and chicken sold in supermarkets, study shows they are contaminated - KEMRI Show this thread Image 5 replies, 215 Retweets, 479 likes",
        "Marcelo @heavenschild75 Mar 22 I hate the urge that I feel I have to post almost every thought I have on this app (Just like this) So I’m taking a break 2 likes",
        "Marcelo Retweeted PYPER 🫐 @badbbyaera Mar 21 “Don’t pack too much, we’re only staying 2 days” Me: Image 155 replies, 11601 Retweets, 51658 likes"
    ],
    "TerbWons318": [],
    "ClintERyan": [
        "Pinned Tweet Clint Ryan @ClintERyan Dec 16, 2020 This is an evergreen tweet, but there's more to it than meets the eye. Follow along as I do half-assed Internet searches to explore its history. Along the way we'll meet a celebrity con artist, a union-busting trade organization, & 19th Century Inception! Quote Tweet Leslie Rising 🔜 PAX East @dangitleslie Dec 15, 2020 Damn those Edwardians didn't fuck around Show this thread Image 1 reply, 12 Retweets, 26 likes",
        "Clint Ryan Retweeted Dr. Bridget Jankowski @BLJankowski Mar 20 Hot Take from a quantitative sociolinguist who systematically compares spoken & written language: If you aren't documenting your data, you're bad at your job, ethically sketchy, your model is crap from the start & shouldn't be used for any reason. I will not be taking questions. Quote Tweet MMitchell @mmitchell_ai Mar 20 In Silicon Valley culture, the groupthink seems to be that it's impossible to keep track of the data a language model is trained on, yet it *is* possible to solve artificial general intelligence. This requires a reality distortion that blends myopia with narcissism. twitter.com/geomblog/statu… 4 replies, 34 Retweets, 138 likes",
        "Clint Ryan Retweeted Ash Parrish@ GDC Verified account @adashtra Mar 4 Men will literally pledge that even though they werent born on the same day, they will all die on the same day as brothers in a peach garden instead of go to therapy 3 replies, 3 Retweets, 44 likes"
    ],
    "Dareasmunhoz": [
        "Diego Areas Munhoz Retweeted Bloomberg Law Verified account @BLaw 13 hours ago Tiger Woods' former girlfriend, Erica Herman, says the NDA she signed shortly she began her relationship with Woods should be voided under the Speak Out Act. news.bloomberglaw.com Tiger Woods Case Tests Breadth of New #MeToo Nondisclosure Law A lawsuit against golfer Tiger Woods by a former girlfriend could be the first to raise questions on the scope of a newly enacted #MeToo law. 7 Retweets, 5 likes",
        "Diego Areas Munhoz @Dareasmunhoz 11 hours ago Virginia Foxx issued a subpoena to a regional NLRB official regarding a union election in a Starbucks. Republicans make move to scrutinize the board as Starbucks is grilled by Democrats. Schultz is set to testify in the Senate next week W/@robertiafolla news.bloomberglaw.com Lawmaker Subpoenas NLRB Official on Starbucks Union Election (1) Updated with NLRB statement and reporting throughout.",
        "Diego Areas Munhoz @Dareasmunhoz 11 hours ago ICYMI: A case against Tiger Woods is testing how broad a new #Metoo law will go. This is unique because it's not the test case Congress had in mind when they wrote this, employment attorneys told me. news.bloomberglaw.com Tiger Woods Case Tests Breadth of New #MeToo Nondisclosure Law A lawsuit against golfer Tiger Woods by a former girlfriend could be the first to raise questions on the scope of a newly enacted #MeToo law. 2 Retweets"
    ],
    "RicardoBlanco": [
        "Pinned Tweet Mr. ¯\\_(ツ)_/¯hite Verified account @RicardoBlanco Apr 7, 2020 Jjjhjhnkmk 6 replies, 8 likes",
        "Mr. ¯\\_(ツ)_/¯hite Retweeted Relativity Space Verified account @relativityspace 1 hour ago Today’s launch proved Relativity’s 3D-printed rocket technologies that will enable our next vehicle, Terran R. We successfully made it through Max-Q, the highest stress state on our printed structures. This is the biggest proof point for our novel additive manufacturing approach.… Show more John Kraus ALT Trevor Mahlmann ALT 147 replies, 649 Retweets, 2610 likes",
        "Mr. ¯\\_(ツ)_/¯hite Retweeted Manuel Mazzanti Verified account @manumazzanti 1 hour ago Foto de larga exposición del primer lanzamiento del #Terran1 desde la playa en Cabo Cañaveral. Tremendo el rendimiento de la primera etapa del Terran! Felicides a @thetimellis y todo el equipo de @relativityspace! 👏🏻 👏🏻 Image 2 replies, 4 Retweets, 43 likes"
    ],
    "AstraZeneca": [
        "AstraZeneca Retweeted IFLScience Verified account @IFLScience Mar 20 Find out how biomarker testing can help doctors care for cancer patients here: ifls.online/Ovarian-Cancer Organised and funded by AstraZeneca #ad #sponsored Image 2 replies, 5 Retweets, 7 likes",
        "AstraZeneca Retweeted FAO Forestry Verified account @FAOForestry Mar 16 Forests give us so much 🌲 🌳 🫧 They purify our water 🧽 They clean our air 🌎 They fight climate change 💊 They give us food and life-saving medicines Healthy forests for healthy people 21 March is #ForestDay! #IntlForestDay Embedded video Play Video. 1 minute long. 2,880 views 13 replies, 161 Retweets, 257 likes"
    ],
    "Vittosoru": [
        "Vittoria Soru @Vittosoru Mar 14 BDSM Test - Personality Quiz uquiz.com/quiz/1TZWYK/bd"
    ],
    "340sara043": [],
    "StevenWard52147": [],
    "adamk1188": [
        "Adam Keith Retweeted Samuel Thompson Verified account @ImSamThompson Dec 4, 2022 Building a micro-business in 24 hours. Live on Twitter 👇 95 replies, 294 Retweets, 1266 likes",
        "Adam Keith Retweeted Hubble Space Telescope Verified account @HubbleTelescope Dec 31, 2021 Hubble had quite a year, but perhaps one its best moments was the release of the 31st anniversary image in April of a giant star on the edge of destruction. Watch as this visualization takes us right up to AG Carinae. Credit: NASA/ESA/STScI Embedded video Play Video. 1 minute 11 seconds long. 129.9K views 36 replies, 774 Retweets, 3934 likes",
        "Adam Keith Retweeted @jason Verified account @Jason Sep 10, 2020 Brilliant: drone footage of San Francisco yesterday to blade runner 2049 sound track This media has been disabled in response to a report by the copyright owner. Attributed to Andreas_sensei-Slava Ukrayini 🇺🇦! 765 replies, 17347 Retweets, 58348 likes"
    ],
    "torahbitcoin": [
        "Leib @torahbitcoin Mar 9 ...the left can simultaneously allege that a college student cannot meaningfully consent to a student loan but that a child can consent to a sex-change operation. Power is the primary goal of the left, and ideological constancy is subordinate to its acquisition - a macintyre",
        "Leib @torahbitcoin Jan 8 It was a R'Hutner on Shabbos kind of Shabbos. iykyk @ShabbosReads Image 2 replies, 1 Retweet, 4 likes",
        "Leib @torahbitcoin Jan 6 inexorable: linguistic inequalities, religious boundaries, biological distinctions between the tall and the short, the heavy and the thin, just scratch the surface.\" - The Decomposition of Sociology, Horowitz 2/2",
        "Leib @torahbitcoin Jan 6 The most serious theoretical dilemma [is] that issues of stratification have the capacity for… infinite regress. Even if one presumes perfect harmony… on racial boundaries, even if sexual differentials in salaries are resolves, the demand structure for further leveling is 1/2",
        "Leib @torahbitcoin Oct 14, 2022 William James’s self-assessment: “I am no lover of disorder, but fear to lose truth by the pretension to possess it entirely.” 1 like"
    ],
    "VtuberZenon": [
        "☯ 𝓩𝓮𝓷𝓸𝓷 𝓩𝓮𝓷𝓸𝓷𝓲𝓪 𝓥𝓽𝓾𝓫𝓮𝓻 ☯ Retweeted 𝐑𝐞𝐜𝐡𝐢 ✦ @Rechi_Art 3 hours ago ✦ AVAILABLE NOW ✦ BLÅHAJ SHARK FULL SET 7 different Color Alternatives: 4 pieces Download it on my Ko-Fi 🍓 ko-fi.com/s/f46a52f703 #freeVTuberAssets #Vtuber #VTuberAssets #Vtuber素材 #フリー素材 #ENVtuber #vtuber #live2d #Blåhaj #blahaj Image Image Image Image 35 replies, 366 Retweets, 1490 likes",
        "☯ 𝓩𝓮𝓷𝓸𝓷 𝓩𝓮𝓷𝓸𝓷𝓲𝓪 𝓥𝓽𝓾𝓫𝓮𝓻 ☯ Retweeted Marco Godano 🐙 @GodanoMarco Mar 21 I've been playing with ChatGPT for a couple days. It's nothing short of impressive. Since I'm a translator, I wanted to see how it fares in translating JP media. Here are my findings. Keep in mind that I'm obviously biased as I would prefer not being out of a job. (thread) 6 replies, 46 Retweets, 199 likes",
        "☯ 𝓩𝓮𝓷𝓸𝓷 𝓩𝓮𝓷𝓸𝓷𝓲𝓪 𝓥𝓽𝓾𝓫𝓮𝓻 ☯ Retweeted Chuck says things @5th_edi Mar 20 Nihilism is lame 👍🏾 Anyway, heres goku teaching you how to cook rice Embedded video Play Video. 53 seconds long. 263.2K views Quote Tweet 135 replies, 7266 Retweets, 37448 likes"
    ],
    "Xiaoyan8501": []
}